
/* na */
"Registration" = "注册";

/* na */
"Registration %@" = "注册 %@";

/* na */
"Register" = "注册";

/* na */
"Download" = "下载";

/* na */
"Website" = "网站";

/* na */
"Download Page" = "下载页面";

"Quit" = "退出";

/* na */
"Expired Beta" = "通常我们公开测试版发布运行四至八周，然后必须用新的公开测试版或最终发行版来取代. 这通常会自动通过检查更新机制，您可能已经错过了此安装更新之前的体验日期.\n\n请访问我们的网站并下载新的公开测试版或从我们的下载页面下载最终版本.";

/* na */
"OK" = "好";

/* na */
"Cancel" = "取消";

/* na */
"Remove" = "移除";

/* na */
"License is outdated. Please contact our\nsupport to get a new license." = "许可证已过时. 请联系我们的\n支持以获得新的许可证.";

/* na */
"Thanks for registering %@ %@ Edition!\n\nNow please backup the registration file:\n%@" = "感谢您注册 %@ %@ 版！\n\n现在请备份此注册文件:\n%@";

/* na */
"Thanks for registering %@ %@ Edition!" = "感谢您注册 %@ %@ 版!";

/* na */
"Thanks for registering %@!\n\nNow please backup the registration file:\n%@" = "感谢您注册 %@！\n\n现在请备份此注册文件:\n%@";

/* na */
"Thanks for registering %@!" = "感谢您注册 %@！";

/* na */
"Show file" = "显示文件";

/* na */
"A New Version is Available" = "有一个可用的新版本";

/* na */
"A new version of %@ %@ Edition is available (%@). Would you like to download the new version now?" = "有一个 %@ %@ 可用的新版本. 是否立即下载新版本？";

/* na */
"Your software is up-to-date" = "您的软件是最新版本";

/* na */
"You are running %@ %@ Edition %@. No newer version was found." = "您正在运行 %@ %@ 版 %@. 没找到更新的版本.";

/* na */
"Get new license" = "获取新的许可证";

/* na */
"Checking for updates..." = "正在检查更新...";

/* na */
"Unregistered: %%d (%.1f hours left)" = "未注册: %%d (%.1f 小时内)";

/* na */
"Buy Now (%d hours left)" = "立即购买 ！— %d 小时内.";

/* na */
"Purchase" = "购买";

/* na */
"Name:" = "名称:";

/* na */
"Organization:" = "组织:";

/* na */
"License:" = "许可证:";

/* na */
"The entered license code is not valid for this application but it is for %@. Please download and install %@ which will happily accept this license code." = "输入用于此应用的许可证代码无效，但它可用于 %@. 请下载并安装 %@ 将会顺利接受此许可证代码.";
